#=============
#Desktop usage
#=============
cask 'firefox'
cask 'chromium'
cask 'discord'
cask 'steam'
cask 'vlc'
cask 'parsec'
cask 'keepassxc'
cask 'spotify'
cask 'flux'
cask 'rectangle'
cask 'authy'
cask 'flycut'
cask 'iterm2'
cask 'duet'
cask 'keka'
cask 'tor-browser'
cask 'audacity'
cask 'microsoft-onenote'

brew 'mas'
brew 'sevenzip'
brew 'syncthing'

#=================
#Development usage
#=================
cask 'visual-studio-code'
cask 'orbstack'
cask 'postman'

brew 'python3'
brew 'git'
brew 'kubernetes-cli'
brew 'bazel'
brew 'pre-commit'
brew 'ansible'
brew 'ansible-lint'
brew 'detect-secrets'
brew 'k9s'
brew 'kubectx'
brew 'helm'
brew 'rke'
brew 'yq'
brew 'vault'
brew 'pipx'
brew 'kind'
brew 'wget'
brew 'stow'
brew 'eza'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'
brew 'openjdk'
brew 'nvm'
brew 'yarn'
brew 'libpq'